
insert into PaymentTypes( "Title" ) values 
('التسجيل'),
('التمدرس'),
('الإطعام'),
('النقل'),
('أخرى')
;

INSERT into Fees 
(Title, PaymentTypeID, Grade, Amount, IsDeletable) 
VALUES
('حقوق التسجيل', 1, NULL, 10000, 0),
('حقوق التمدرس للتحضيري', 2, 0, 10000, 0),
('حقوق التمدرس للسنة الأولى', 2, 1, 10000, 0),
('حقوق التمدرس للسنة الثانية', 2, 2, 10000, 0),
('حقوق التمدرس للسنة الثالثة', 2, 3, 10000, 0),
('حقوق التمدرس للسنة الرابعة', 2, 4, 10000, 0),
('حقوق التمدرس للسنة الخامسة', 2, 5, 10000, 0),
('حقوق الإطعام', 3, NULL, 2500, 0),
('حقوق  النقل', 4, NULL, 1500, 0)
;

